INSERT INTO public.events (id,"name",image_path,date_event,days,city_id,winner_id) VALUES
	 ('ccddcadf-b6d7-4070-a0f3-9331720863d4'::uuid,'Встреча клуба Leader Stories «Зачем развивать сотрудников? Они же уйдут» ','3.jpeg','2023-04-18',3,'57b17dde-b871-4017-b18c-43a635064ab4'::uuid,NULL),
	 ('7ae8ab6a-1aa0-4bbb-8b1e-67560367dddc'::uuid,'Поисковая оптимизация. SEO оптимизация ','8.jpeg','2022-08-15',3,'6b8f3f92-a00a-4bff-8b63-ec07332b5279'::uuid,NULL),
	 ('3dd8b096-ace9-4a76-b953-cf93c43566ce'::uuid,'Практикум по Customer Development с экспертом ФРИИ: грамотные продажи за 4 часа ','15.jpg','2022-06-03',3,'d0a2fb2c-17c3-4629-aa46-ed913292c7fd'::uuid,NULL),
	 ('fd23499b-7f2a-468e-a17e-7734ec0c9a81'::uuid,'Практическое применение диаграммы потоков данных (DFD, Data Flow Diagram) ','17.jpg','2023-11-27',3,'17de38f9-b6d2-4ccb-8e09-2d287365ad5f'::uuid,NULL),
	 ('320ce915-c4eb-4db0-974c-7b8ce2a043b7'::uuid,'Практическое применение диаграммы состояний (UML StateChart) ','18.jpeg','2022-06-17',3,'196716d0-ef51-4455-afbf-78589d687c17'::uuid,NULL),
	 ('37ca308c-e1f1-4e83-bb4b-7ad663d757cd'::uuid,'Первый в России JAVABOOTCAMP ','2.jpeg','2022-10-25',3,'1b5ed566-e485-4a18-97fa-773761760e38'::uuid,'de14599d-a03c-49a4-989a-898f4788133e'::uuid),
	 ('eec5ab81-1544-4244-8bb9-d25035fde6de'::uuid,'Поликом Про и InfoWatch: круглый стол по информационной безопасности в Санкт-Петербурге ','9.jpg','2022-02-02',2,'58038efc-2de7-4631-a7ab-310c02dc4626'::uuid,'12ba53ea-c413-4adc-b750-93b8fb40669e'::uuid),
	 ('8e55f8b6-b52d-4b8d-9daf-b594a5713d6c'::uuid,'Получи «100500» лидов в первые 5 секунд ','10.jpg','2023-09-02',3,'58038efc-2de7-4631-a7ab-310c02dc4626'::uuid,'dc366223-442f-40f8-b27c-71b722dc33cb'::uuid),
	 ('b3546b6a-f6b7-4bfd-99c3-0a82e1780225'::uuid,'Постоянно доступен: Налаживаем омниканальную коммуникацию с клиентами ','12.jpg','2023-10-29',3,'1b5ed566-e485-4a18-97fa-773761760e38'::uuid,'32293472-20bc-45da-a656-43fb5109f176'::uuid),
	 ('74bf7411-45d0-43e9-a8d3-e66663b86b2c'::uuid,'Построение гиперконвергентной инфраструктуры и VDI-решения ','13.jpg','2023-10-28',3,'a50c21d2-c457-40a4-b5b5-d4c9341b427a'::uuid,'087ed8ac-bcb4-4bb0-bcd4-69e532348d63'::uuid);
INSERT INTO public.events (id,"name",image_path,date_event,days,city_id,winner_id) VALUES
	 ('c74ad090-34d6-4b0b-af32-eb73d54b685d'::uuid,'Первая встреча клуба «Leader stories» ','1.jpeg','2022-03-15',2,'b5c4a93d-05d0-424a-a728-b8d945612178'::uuid,'4074d52a-1c7d-4717-a7b1-8f968b93e194'::uuid),
	 ('6cc932d5-10a4-4576-9ecc-af39139ab7e2'::uuid,'Планирование проекта: что делать после того, как выяснили цель ','6.jpg','2022-03-20',1,'03dabea0-8cf5-41e5-a485-99a60da3d8ee'::uuid,'896346f9-54c4-4a78-ae62-ff8b96dd1a37'::uuid),
	 ('2ac8819f-1fab-4765-952c-0ef1f64a6dd6'::uuid,'Пользовательские требования ','11.jpg','2023-08-08',2,'d0a2fb2c-17c3-4629-aa46-ed913292c7fd'::uuid,'a7fe1ccd-d443-45a9-808a-c5a756c7d855'::uuid),
	 ('3398b2c6-dc9a-4c4f-82e0-beca35e04ed2'::uuid,'Презентационная сессия «TTD: технологии для жизни 2022» ','19.jpg','2022-01-30',2,'c50ed817-e199-4a7a-963e-84c3ebc51bfa'::uuid,'bf1fb429-2e9c-42e0-8337-ff74fccd671a'::uuid),
	 ('921221cf-0438-472a-90ff-67e85816e00e'::uuid,'Презентация курса «Методы, технологии, инструменты обучения персонала в технических, продуктовых и IT-компаниях» ','20.jpg','2023-10-01',2,'d9cca7a1-9f05-4df0-a004-da4142477988'::uuid,'3db82bc4-3480-45b3-bd98-319807c840b8'::uuid),
	 ('dfcc1719-5b28-4fd9-bcf1-dfe3accd9f3c'::uuid,'Первый IoT-Forum в Санкт-Петербурге ','4.jpeg','2023-05-30',2,'17de38f9-b6d2-4ccb-8e09-2d287365ad5f'::uuid,NULL),
	 ('7469deab-4bff-4c18-ba32-5fd42da1c0c8'::uuid,'План проекта: практические советы, типичные ошибки ','5.png','2023-07-11',2,'196716d0-ef51-4455-afbf-78589d687c17'::uuid,NULL),
	 ('4e785fb9-1e02-47a2-917d-0c50b017ffe4'::uuid,'Поисковая оптимизация (SEO) ','7.jpg','2022-08-10',1,'6d6ffca8-2d7a-4db2-aa2c-de4a759a1660'::uuid,NULL),
	 ('d014690a-e583-47c0-a514-0e9e4a91610e'::uuid,'Практикум «Обогнать конкурентов: усиливаем продажи и создаем клиентский сервис» ','14.png','2022-07-28',2,'58038efc-2de7-4631-a7ab-310c02dc4626'::uuid,NULL),
	 ('3a29b8d9-d268-44f1-8dc1-a348ed68ae9d'::uuid,'Практический воркшоп по созданию договоренностей в Scrum-команде ','16.jpg','2022-05-16',1,'ba7a72f0-aa1e-4357-aa10-155abbe8c02a'::uuid,NULL);
